{
  "landing": {
    "landing_title": "Suitability check",
    "description": "These last 3 questions are to check your eligibility"
  },
  "section_title": "Self-certify evidence {{count}} of 3",
  "evidence_1": {
    "question": "Have you made any of the following investments in the last two years?",
    "hint": "Select <strong>All that apply</strong> ",
    "form": {
      "option_1": "Investments made in equity-based crowdfunding",
      "option_2": "Private companies through a direct investment, ",
      "option_3": "Private companies via a network or business angel syndicate",
      "option_4": "Tax efficient investments (e.g. EIS, SEIS, VCTs)",
      "option_5": "Private Equity funds and investments",
      "option_6": "Property (excluding your home)",
      "option_7": "Sophisticated investments such as unregulated collective investment schemes, foreign currencies, VCTs, commodities or futures",
      "option_8": "None of the above"
    },
    "validation_error_messages": {
      "answer_required": "Select at least one answer or change your investor profile"
    },
    "statement": "I have professional experience or skills acquired in relation to at least one of the above mentioned investments.",
    "confirmation": "I can confirm that based on the nature, volume or frequency of my experience in the previously selected investments OR professional skills, I have the necessary experience and knowledge to understand the risks involved in the types of investments offered on the crowdfunding platform.",
    "confirmation_with_none_of_above_selected": "I confirm that I acknowledge that the investments may not be appropriate for me and that I may loss some/all my money that I invest."
  },
  "evidence_2": {
    "question": "Please confirm that you have sufficient income and assets to be financially secure and meet your financial commitments",
    "hint": "You may find <0>this calculator</0> helpful to work this out.",
    "form": {
      "option_1": "I confirm that I have used this calculator and that the results show that I can bear this loss"
    },
    "validation_error_messages": {
      "answer_required": "This field is required."
    },
    "calculator_url": "https://www.seedrs.com/accounts/investment-calculator"
  },
  "evidence_3": {
    "question": "Investment opportunities on Seedrs typically take 5-10 years to generate returns, if at all.",
    "statement": "By continuing, you agree that this aligns with your investment objectives."
  }
}
